module.exports = {
  questions: [{
      id: 0,
      category: "ANIMAL_FARMING",
      title: "想办个牲口养殖场",
      content: "我想咨询下您问题，我家想办个牲口养殖场，但是不知需要办理什么证才可以",
      answers: [{
        title: "珍禽孵化场经营许可证",
        content: "如果你要开办珍禽养殖场，须先到林业部门办理《珍禽孵化场经营许可证》和《珍禽驯养许可证》及《营业热照》等相关证件，然后再能进行养殖。",
        author: "管理员"
      }]
    },
    {
      id: 1,
      category: "ANIMAL_FARMING",
      title: "山区养牛同圈混养",
      content: "由于农户牛舍面积有限，一些人就自然地搞成了混舍饲养。同一舍内，既有公牛，又有母牛；既有大牛，又有小牛",
      answers: [{
        title: "错了",
        content: "混合饲养造成大公牛、小母牛初情即配，小牛被大牛挤饿，弱牛被强牛欺负，孕牛早产、流产等状况。因此必须按性别、大小、强弱、妊娠等情况区别对待，分开饲养，以利实现生产目标。",
        author: "管理员"
      }]
    },
    {
      id: 2,
      category: "FRUIT_CULTIVATION",
      title: "蔬菜施肥方法",
      content: "在蔬菜地里，给菜地施肥时为了贪图方便，就直接将尿素撒放在菜地表面或者洒水时随水一起施放",
      answers: [{
        title: "错了",
        content: "这种施肥方法是错误的，发挥不了多少尿素的效果，而且造成尿素的浪费是极大的。再给蔬菜施肥不提倡这样做。",
        author: "管理员"
      }]
    },
    {
      id: 3,
      category: "FRUIT_CULTIVATION",
      title: "蔬菜常见病虫害防治",
      content: "土壤中存在一定数量的虫害",
      answers: [{
        title: "紫甘蓝烧心病的防治",
        content: "由于各地气候、土壤、栽培条件差异较大，防治此病应因地制宜采取措施。首先考虑应用以栽培为主的综合技术，即选择灌溉条件较好的地块种植，平整土地，适期浇水，尤其是包心期遇高温干旱天气要及时浇水",
        author: "管理员"
      }]
    },
    {
      id: 4,
      category: "PLANTING",
      title: "乔木种植后如何检查才能确认苗木是否成活",
      content: "在苗木枯萎死亡后才发现种植失败",
      answers: [{
        title: "确认苗木是否成活方法",
        content: `1.了解苗木的情况，是否山苗，泥球大小，运输时间，种植季节等。

2.了解土方情况，是否深土层，PH值，土壤密实度，是否积水等问题。

3.用手有意识地推动树杆，看泥球与土壤是否结合紧密。

4.检查是否种植过深或泥球表面覆土过多，以免造成根系窒息死亡。

5.检查大型乔木是否有支撑或支撑是否牢固。以免大风吹杆造成根部松动，与土壤分离，致使树木死亡。

6.检查树杆及枝条是否有破损或修剪方法不当，以免病菌从伤口倾入树体内，造成树木衰弱。

7.观察树体上部情况，叶片是否有卷曲枯萎或非正常脱落，如有应及时用掏洞法查看根系情况，是否有腐烂，腐烂到何种程度，再来考虑是否能救活。因为根的好坏是树木成活的关键。`,
        author: "管理员"
      }]
    },
    {
      id: 5,
      category: "PLANTING",
      title: "非季节种植乔木",
      content: "夏季种植乔木，由于温度高，苗木自身挥发量大",
      answers: [{
        title: "非季节种植",
        content: "建议选用容器苗，切过根的苗或移植过的苗。",
        author: "管理员"
      }]
    },
    {
      id: 6,
      category: "OTHERS",
      title: "农田水利补助资金什么时候拨付",
      content: "我想咨询下，农田水利补助资金什么时候拨付？",
      answers: [{
        title: "已拨付",
        content: "中央财政安排农田水利设施建设和水土保持补助资金预算399.97亿元，截至目前已全部拨付。",
        author: "管理员"
      }]
    },
    {
      id: 7,
      category: "OTHERS",
      title: "2018下半年有哪些农业补助",
      content: "申报补助的时间？",
      answers: [{
        title: "农村危房改造补贴",
        content: "国家启动了新一轮的农村危房改造工程，重点改造有安全隐患的老房子。补贴对象是，五保户、低保户、贫困残疾户、建档立卡贫困户。根据已鉴定的安全等级进行补贴，补贴2万元。",
        author: "管理员"
      }]
    }
  ]
}
